Repository: drikusroor/brazil-blog
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Capybara Counter
nl: Toekan Teller

source: Animals per User
nl: Beesten per Gebruiker

source: Animals Breakdown
nl: Beesten Verdeling

source: Animals per Type
nl: Beesten per Type

source: User Breakdown
nl: Gebruiker Verdeling

source: Animals per Day
nl: Beesten per Dag

source: Animal Locations
nl: Beest Locaties

source: Animal
nl: Beest

source: Consumption
nl: Consumptie

source: Spottings Over Time and Location
nl: Waarnemingen Over Tijd en Locatie

source: Average Animals per Day
nl: Gemiddelde Beesten per Dag

source: Visit the Wagtail website
nl: Bezoek de Wagtail-website

source: Welcome to your new Wagtail site!
nl: Welkom op uw nieuwe Wagtail-site!
